Repository: yinxu0619/Siftly
Catalog: Sources/SiftlyKit/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: and %lld more
zh_hans: 等 %lld 个

source: %@ and above
zh_hans: %@ 及以上

source: %@ did not match after copying; the copy was removed
zh_hans: %@ 拷贝后校验不一致，已删除该副本

source: %@ failed: %@
zh_hans: %@失败：%@

source: %@ failed: cannot access the folder. Grant Siftly Full Disk Access in System Settings > Privacy & Security.
zh_hans: %@失败：无法访问目录，可能是权限不足。请在「系统设置 > 隐私与安全性 > 完全磁盘访问权限」中授权 Siftly。

source: %@ failed: permission denied. Grant Siftly file access in System Settings.
zh_hans: %@失败：权限不足。请在系统设置中授予 Siftly 文件访问权限。

source: %@ free
zh_hans: 可用 %@

source: %lld already at the destination (skipped)
zh_hans: %lld 个已存在于目标位置（已跳过）

source: %lld cards · %lld files · %lld paired
zh_hans: %lld 张卡 · %lld 个文件 · %lld 个已配对

source: %lld files
zh_hans: %lld 个文件

source: %lld files could not be %@ (may be in use): %@
zh_hans: 有 %lld 个文件未能%@（可能正被占用）：%@

source: %lld files could not be %@ (may be in use): %@%@
zh_hans: 有 %lld 个文件未能%@（可能正被占用）：%@%@

source: %lld files could not be imported: %@
zh_hans: 有 %lld 个文件导入失败：%@

source: %lld files could not be restored (they may have been emptied from Trash).
zh_hans: 有 %lld 个文件恢复失败（可能已被手动清理）。

source: %lld files will be moved to Trash (%@). Paired files are included.
zh_hans: %lld 个文件将被移入废纸篓（共 %@）。配对文件会一并删除。

source: %lld files will be permanently deleted (%@). Paired files are included.
zh_hans: %lld 个文件将被永久删除（共 %@）。配对文件会一并删除。

source: %lld files · %@
zh_hans: %lld 个文件 · %@

source: %lld per side
zh_hans: 每侧 %lld 张

source: About %lld photos prefetched (~%lld MB, auto-evicted when full).
zh_hans: 前后共预加载约 %lld 张（约 %lld MB 内存上限内自动回收）。

source: About Siftly
zh_hans: 关于 Siftly

source: Adjust or clear filters
zh_hans: 调整或清除筛选条件

source: After opening a preview, nearby photos are decoded in the background (RAW is slow; prefetch makes flipping instant). Higher counts use more memory.
zh_hans: 打开大图后，会在后台提前解码前后相邻的照片（RAW 解码较慢，预加载后翻页更顺滑）。数量越大越流畅，但占用内存也越多。

source: Alipay
zh_hans: 支付宝

source: All
zh_hans: 全部

source: All Storage Cards
zh_hans: 所有存储卡

source: Analyzing…
zh_hans: 分析中…

source: Aperture
zh_hans: 光圈

source: Ascending
zh_hans: 升序

source: Auto level
zh_hans: 自动调平

source: Batch labels
zh_hans: 批量标签

source: Batch rating
zh_hans: 批量评分

source: Blue
zh_hans: 蓝

source: Brightness
zh_hans: 亮度

source: Bring each file's RAW/JPG companion and same-named clip, so nothing is left orphaned on the card
zh_hans: 一并带上 RAW/JPG 伴随文件和同名视频，避免在卡上留下落单的文件

source: Browse all cards together; pair and delete by filename across cards
zh_hans: 合并浏览所有卡，按文件名跨卡配对、同步删除

source: By date
zh_hans: 按日期

source: By date, then type
zh_hans: 按日期，再按类型

source: By year and month
zh_hans: 按年月

source: Camera
zh_hans: 相机

source: Cancel
zh_hans: 取消

source: Cannot access folder: %@
zh_hans: 无法访问目录：%@

source: Canon CR2/CR3 + JPG
zh_hans: 佳能 CR2/CR3 + JPG

source: Captured
zh_hans: 拍摄

source: Choose…
zh_hans: 选择…

source: Clear filters
zh_hans: 清除筛选

source: Clear rating
zh_hans: 清除评分

source: Clear selection
zh_hans: 取消选择

source: Close (Esc)
zh_hans: 关闭 (Esc)

source: Color
zh_hans: 色彩

source: Compare
zh_hans: 对比

source: Confirm deletion
zh_hans: 确认删除

source: Contrast
zh_hans: 对比度

source: Copy filename
zh_hans: 拷贝文件名

source: Copy files from the card to your computer
zh_hans: 把文件从存储卡拷贝到电脑

source: Copy link
zh_hans: 复制链接

source: Copy path
zh_hans: 拷贝路径

source: Could not read %@ from the card
zh_hans: 无法从卡上读取 %@

source: Could not write %@ to the destination
zh_hans: 无法写入 %@ 到目标位置

source: Could not write %lld XMP sidecars (the card may be full or read-only)
zh_hans: 有 %lld 个 XMP 附属文件写入失败（存储卡可能已满或为只读）

source: Crop
zh_hans: 裁切

source: Cross-Card Pairing
zh_hans: 跨卡配对

source: Cross-card mode pairs by filename. Verify that files on different cards are truly the same photo (camera filenames can repeat).
zh_hans: 跨卡模式：按文件名跨卡配对。请确认下方清单中各卡的文件确实对应同一张照片（相机文件名可能重复）。

source: Curve
zh_hans: 曲线

source: Date modified
zh_hans: 拍摄/修改时间

source: Date taken
zh_hans: 拍摄时间

source: Delete permanently
zh_hans: 直接删除

source: Delete permanently (cannot undo)
zh_hans: 直接删除（不可恢复）

source: Delete permanently (skip Trash, cannot undo)
zh_hans: 直接删除（不进废纸篓，不可恢复）

source: Delete point
zh_hans: 删除该点

source: Delete “%@”?
zh_hans: 删除「%@」？

source: Deleting %lld/%lld
zh_hans: 正在删除 %lld/%lld

source: Destination
zh_hans: 目标位置

source: Detail
zh_hans: 细节

source: Dimensions
zh_hans: 尺寸

source: Done
zh_hans: 完成

source: Drag on the curve to adjust · Right-click a point to remove
zh_hans: 在曲线上按住拖动即可调整 · 右键点可删除

source: Edit
zh_hans: 编辑

source: Edit…
zh_hans: 编辑 / 后期…

source: Export
zh_hans: 导出

source: Export edited photo
zh_hans: 导出编辑结果

source: Export failed: %@
zh_hans: 导出失败：%@

source: Export to source folder
zh_hans: 导出到原文件夹

source: Exported: %@
zh_hans: 已导出：%@

source: Exporting…
zh_hans: 正在导出…

source: Exposure
zh_hans: 曝光

source: File size
zh_hans: 文件大小

source: Filename
zh_hans: 文件名

source: Files moved to Trash stay on the card and keep taking up space until you empty the Trash. Use permanent deletion to free space now.
zh_hans: 移到废纸篓的文件仍留在卡上占用空间，直到你清空废纸篓。想立刻腾出空间，请使用永久删除。

source: Files will be moved to Trash. You can restore them from Trash or with Undo (⌘Z).
zh_hans: 文件将移动到「废纸篓」，可在废纸篓或用撤销 (⌘Z) 恢复。

source: Files will be removed from the card immediately. They cannot be restored from Trash or with Undo (⌘Z).
zh_hans: 文件将从存储卡直接删除，无法通过废纸篓或撤销 (⌘Z) 恢复。

source: Fit
zh_hans: 适应

source: Flip horizontal
zh_hans: 水平翻转

source: Focal length
zh_hans: 焦距

source: Follow system
zh_hans: 跟随系统

source: Format
zh_hans: 格式

source: Free
zh_hans: 自由

source: Fuji RAF + JPG
zh_hans: 富士 RAF + JPG

source: Gray
zh_hans: 灰

source: Green
zh_hans: 绿

source: Highlights
zh_hans: 高光

source: Hold to compare with original
zh_hans: 按住对比原图

source: If Siftly helps your workflow, consider buying the author a coffee.
zh_hans: 如果这个小工具帮到了你，欢迎请作者喝杯咖啡～

source: Import
zh_hans: 导入

source: Import Marks from Sidecars
zh_hans: 从附属文件导入标记

source: Import all shown
zh_hans: 导入当前显示的全部

source: Import cancelled after %lld files
zh_hans: 已导入 %lld 个文件后取消

source: Import selected
zh_hans: 导入选中项

source: Import to Computer
zh_hans: 导入到电脑

source: Imported %lld files (%@)
zh_hans: 已导入 %lld 个文件（%@）

source: Imported marks from %lld XMP sidecars
zh_hans: 已从 %lld 个 XMP 附属文件导入标记

source: Import…
zh_hans: 导入…

source: Include paired files
zh_hans: 包含配对文件

source: Info
zh_hans: 信息

source: Insert an SD or CFexpress card, then click Refresh
zh_hans: 插入 SD / CFexpress 卡后点击刷新

source: Interface language
zh_hans: 界面语言

source: Invert selection
zh_hans: 反选

source: Label
zh_hans: 标签

source: Label: %@
zh_hans: 标签:%@

source: Language
zh_hans: 语言

source: Lens
zh_hans: 镜头

source: Light
zh_hans: 光效

source: Lightweight storage-card media manager · RAW/JPG paired deletion · Simple editing
zh_hans: 轻量存储卡素材管理工具 · RAW/JPG 配对联动删除 · 简单后期

source: Loading…
zh_hans: 读取中…

source: Long edge %lld px
zh_hans: 长边 %lld px

source: Lower values mean smaller files and more quality loss.
zh_hans: 数值越低文件越小，画质损失越多。

source: Marks
zh_hans: 标记

source: Menus update after restarting the app.
zh_hans: 菜单栏将在重启应用后更新。

source: Modified
zh_hans: 修改时间

source: Move %lld files to Trash?
zh_hans: 确定将 %lld 个文件移入废纸篓？

source: Move originals to Trash after a verified copy
zh_hans: 校验通过后把原文件移到废纸篓

source: Move to Trash
zh_hans: 移入废纸篓

source: Move to Trash (includes paired files) · Delete
zh_hans: 移入废纸篓（含配对文件） · Delete

source: Move to Trash is not supported on this platform
zh_hans: 当前平台暂不支持移入废纸篓

source: Move to Trash · Delete
zh_hans: 移入废纸篓 · Delete

source: Moved %lld files to Trash
zh_hans: 已移入废纸篓：%lld 个文件

source: Moving to Trash %lld/%lld
zh_hans: 正在移入废纸篓 %lld/%lld

source: Nikon NEF/NRW + JPG
zh_hans: 尼康 NEF/NRW + JPG

source: No EXIF data
zh_hans: 无 EXIF 信息

source: No file selected
zh_hans: 未选择文件

source: No files to display
zh_hans: 没有可显示的文件

source: No folder chosen
zh_hans: 尚未选择文件夹

source: No matching files
zh_hans: 无匹配的文件

source: No storage cards detected
zh_hans: 未检测到存储卡

source: None
zh_hans: 无

source: Not enough free space: %@ needed, %@ available
zh_hans: 可用空间不足：需要 %@，可用 %@

source: Nothing to import
zh_hans: 没有可导入的文件

source: OK
zh_hans: 好

source: Off
zh_hans: 关闭

source: One folder
zh_hans: 单个文件夹

source: Only files that copied and verified successfully are removed from the card.
zh_hans: 只有拷贝并校验成功的文件才会从卡上移除。

source: Open PayPal page
zh_hans: 打开 PayPal 赞助页

source: Open preview
zh_hans: 打开大图

source: Open with default app
zh_hans: 用默认应用打开

source: Orange
zh_hans: 橙

source: Organize into
zh_hans: 整理方式

source: Original
zh_hans: 原图

source: Original ratio
zh_hans: 原始比例

source: Original size
zh_hans: 原始尺寸

source: Paired
zh_hans: 已配对

source: Paired additions (%lld)
zh_hans: 配对联动 (%lld)

source: Paired files will also be deleted. Press ⌘Z to undo.
zh_hans: 将同时删除其配对文件，可用 ⌘Z 撤销。

source: Paired with
zh_hans: 配对

source: Pairing rules (Canon / Nikon / Fuji / Sony / Universal)
zh_hans: 配对规则（佳能 / 尼康 / 富士 / 索尼 / 通用）

source: Pairing: %@ · %lld paired
zh_hans: 配对规则：%@ · %lld 个已配对

source: Permanently delete %lld files? This cannot be undone!
zh_hans: 确定永久删除 %lld 个文件？此操作不可恢复！

source: Permanently deleted %lld files
zh_hans: 已永久删除：%lld 个文件

source: Photo info
zh_hans: 照片信息

source: Prefetch adjacent photos
zh_hans: 预加载相邻照片

source: Prefetch is off — each photo is decoded on demand (lowest memory use).
zh_hans: 已关闭预加载——翻页时即时解码，内存占用最低。

source: Press ⌘Z to undo.
zh_hans: 可用 ⌘Z 撤销。

source: Preview / cache
zh_hans: 大图预览 / 缓存

source: Purple
zh_hans: 紫

source: QR code not found
zh_hans: 二维码未找到

source: Quality
zh_hans: 质量

source: Rating
zh_hans: 评分

source: Re-reads every copied file and compares it to the original. Slower, but catches a bad card or cable.
zh_hans: 重新读取每个已拷贝的文件并与原始文件比对。较慢，但能发现坏卡或坏线。

source: Red
zh_hans: 红

source: Refresh storage cards and file list
zh_hans: 刷新存储卡与文件列表

source: Reset all
zh_hans: 重置全部

source: Reset curve
zh_hans: 重置曲线

source: Reset geometry
zh_hans: 重置几何

source: Resize
zh_hans: 尺寸

source: Restored %lld files
zh_hans: 已恢复 %lld 个文件

source: Reveal in Finder
zh_hans: 在访达中显示

source: Rotate / Crop
zh_hans: 旋转 / 裁切

source: Rotate left 90°
zh_hans: 向左旋转 90°

source: Rotate right 90°
zh_hans: 向右旋转 90°

source: Saturation
zh_hans: 饱和度

source: Save as…
zh_hans: 另存为…

source: Saves an .xmp file next to each original so Lightroom, Capture One and Bridge can read your ratings. Writes to the card.
zh_hans: 在每个原始文件旁保存一个 .xmp，让 Lightroom、Capture One、Bridge 能读到你的评级。会写入存储卡。

source: Scan failed
zh_hans: 扫描失败

source: Scan storage card
zh_hans: 扫描存储卡

source: Scan with Alipay to sponsor
zh_hans: 支付宝扫一扫赞助

source: Scan with WeChat to sponsor
zh_hans: 微信扫一扫赞助

source: Scanning %@…
zh_hans: 正在扫描 %@…

source: Scanning…
zh_hans: 扫描中…

source: Scanning… found %lld files
zh_hans: 正在扫描… 已发现 %lld 个文件

source: Search filename
zh_hans: 搜索文件名

source: Select a storage card on the left
zh_hans: 请选择左侧的存储卡

source: Select all
zh_hans: 全选

source: Selected %lld
zh_hans: 已选 %lld

source: Selected (%lld)
zh_hans: 已选择 (%lld)

source: Selection and batch marking
zh_hans: 选择与批量标记

source: Shadows
zh_hans: 阴影

source: Sharpen
zh_hans: 锐化

source: Show/hide photo info (I)
zh_hans: 显示/隐藏照片信息 (I)

source: Shutter
zh_hans: 快门

source: Size
zh_hans: 大小

source: Something went wrong
zh_hans: 出错了

source: Sony ARW + JPG
zh_hans: 索尼 ARW + JPG

source: Sort
zh_hans: 排序

source: Sponsor via PayPal
zh_hans: 通过 PayPal 在线赞助

source: Stop
zh_hans: 停止

source: Storage Cards
zh_hans: 存储卡

source: Storage card removed
zh_hans: 存储卡已移除

source: Storage card was removed; deletion cancelled.
zh_hans: 存储卡已移除，删除操作已取消。

source: Straighten
zh_hans: 校平

source: Support the project ❤️
zh_hans: 赞助支持 ❤️

source: Temperature
zh_hans: 色温

source: The original file is not modified. Edits are saved as a new file.
zh_hans: 原图不会被修改，编辑结果会保存为新文件。

source: Thumbnail size
zh_hans: 缩略图大小

source: Tint
zh_hans: 色调

source: Undo last deletion (restore from Trash)
zh_hans: 撤销上次删除（从废纸篓恢复）

source: Universal RAW + JPG
zh_hans: 通用 RAW + JPG

source: Unpaired
zh_hans: 未配对

source: Verify each copy (checksum)
zh_hans: 校验每个副本（校验和）

source: Version %@
zh_hans: 版本 %@

source: Vibrance
zh_hans: 自然饱和度

source: Video
zh_hans: 视频

source: Vignette
zh_hans: 暗角

source: WeChat
zh_hans: 微信

source: Write Sidecars for All Marked Files
zh_hans: 为所有已标记文件写入附属文件

source: Write XMP sidecars when rating or labeling
zh_hans: 评级或打色标时写入 XMP 附属文件

source: Wrote %lld XMP sidecars
zh_hans: 已写入 %lld 个 XMP 附属文件

source: XMP Sidecars
zh_hans: XMP 附属文件

source: Yellow
zh_hans: 黄

source: deleted
zh_hans: 删除

source: moved to Trash
zh_hans: 移入废纸篓
